<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
body {
	background-color: #D7D7D7;
}
.style1 {font-size: 18px}
.style2 {font-size: 14px}
-->
</style></head>

<body>
<table width="863" height="908" border="0">
  <tr>
    <th width="447" height="729" align="left" valign="top" scope="col"><p><span class="style1">Capas del modelo OSI</span><br />
          <br />
      Cada capa tiene funciones espec&iacute;ficas para  garantizar la comunicaci&oacute;n.</p>
      <p><br />
        Las siete capas o niveles del  modelo OSI son los siguientes:</p>
      <ul>
      <p align="justify"><span class="style1">Capa  f&iacute;sica:</span>&nbsp;<span class="style2">La capa m&aacute;s baja del modelo, se encarga de la topolog&iacute;a de red y  las conexiones globales entre la&nbsp;computadora&nbsp;y la red, refiri&eacute;ndose  tanto al medio f&iacute;sico como a la manera en que la informaci&oacute;n se transmite.  Cumple con las funciones de especificar la informaci&oacute;n sobre el medio f&iacute;sico  (tipos de cable, microondas, etc.), definir la informaci&oacute;n sobre la  tensi&oacute;n&nbsp;el&eacute;ctrica&nbsp;de la transmisi&oacute;n, las caracter&iacute;sticas funcionales  de la interfaz de red y garantizar la existencia de una conexi&oacute;n (aunque no la  fiabilidad de la misma).</span></p>
      <p align="justify"><span class="style1">Capa de  enlace de datos:&nbsp;</span><span class="style2">Se ocupa del redireccionamiento f&iacute;sico, detecci&oacute;n de  errores, acceso al medio y control del flujo durante la&nbsp;comunicaci&oacute;n,  siendo parte de la creaci&oacute;n de protocolos b&aacute;sicos para regular la conexi&oacute;n  entre los sistemas inform&aacute;ticos.</span></p>
      <p align="justify"><span class="style1">Capa de  red:&nbsp;</span><span class="style2">Es la capa que se encarga de la identificaci&oacute;n del enrutamiento  existente entre las redes involucradas, as&iacute;, las unidades de datos pasan a  denominarse &ldquo;paquetes&rdquo; y pueden clasificarse conforme al protocolo de  enrutamiento o protocolo enrutable que utilizan. Los primeros seleccionan las  rutas (RIP, IGRP, EIGRP, entre otras) y los segundos viajan con los paquetes  (IP, IPX, APPLETALK, etc.). El&nbsp;objetivo&nbsp;de esta capa es garantizar  que los datos lleguen a su destino, incluso si ello implica utilizar  dispositivos intermedios, como encaminadores o enrutadores.</span></p>
      <p align="justify"><span class="style1">Capa de  transporte:</span>&nbsp;<span class="style2">Aqu&iacute; es donde se realiza el transporte de los datos que se  hallan dentro de cada paquete, de la computadora de origen a la de destino,  independientemente del medio f&iacute;sico que se emplee para ello. Su trabajo se da  mediante puertos l&oacute;gicos y da forma a los llamados&nbsp;<em>Sockets IP: Puerto</em>.</span></p>
    <p align="justify">Capa de  sesi&oacute;n: <span class="style2">Se encarga de controlar y mantener el v&iacute;nculo entre las  computadoras que intercambian datos, asegur&aacute;ndose de que, una vez establecida  la comunicaci&oacute;n entre ambos sistemas, el canal de transmisi&oacute;n de datos pueda  retomarse en caso de interrumpirse. Estos&nbsp;servicios&nbsp;pueden llegar a  ser prescindibles parcial o totalmente, dependiendo del caso.</span></p>
    <p>&nbsp;</p>    </th>
    <th width="406" align="left" valign="top" scope="col"><img src="imagenes/modelo-osi-capas-e1565197400295.jpg" width="400" height="568" /><img src="imagenes/modelo-osi-e1565199250681.jpg" width="401" height="275" /></th>
  </tr>
  
  <tr>
    <td colspan="2"><p align="justify"><span class="style1">Capa de  presentaci&oacute;n:</span><span class="style2">&nbsp;Esta capa se ocupa de la&nbsp;<em>representaci&oacute;n</em>&nbsp;de  la informaci&oacute;n, o sea, de su traducci&oacute;n, garantizando que los datos recibidos  en cualquier extremo de la red sean del todo reconocibles, sin importar el tipo  de sistema empleado. Es la primera capa que se ocupa del contenido de la  transmisi&oacute;n, en vez del modo en que &eacute;sta se establece y se sostiene. Adem&aacute;s,  permite el cifrado y la codificaci&oacute;n de los datos, as&iacute; como su compresi&oacute;n, su  adecuaci&oacute;n a la m&aacute;quina que los recibe (una computadora, una tableta, un  celular, etc).</span></p>
      <p align="justify"><span class="style1">Capa de  aplicaci&oacute;n:</span>&nbsp;<span class="style2">Dado que continuamente se desarrollan nuevos protocolos de  comunicaci&oacute;n, a medida que surgen nuevas aplicaciones, esta &uacute;ltima capa define  los protocolos que emplean las aplicaciones para el intercambio de datos y les  permite acceder a los servicios de cualquiera de las dem&aacute;s capas. Generalmente,  todo este proceso es invisible para el&nbsp;usuario, quien rara vez interact&uacute;a  con el nivel aplicaci&oacute;n, sino con&nbsp;programas&nbsp;que interact&uacute;an con el  nivel aplicaci&oacute;n, haci&eacute;ndoselo menos complejo de lo que realmente es.</span></p>
      <p align="justify" class="style2">Las capas del Modelo OSI pueden recordarse  a trav&eacute;s de la regla mnemot&eacute;cnica&nbsp;FERTSPA: F&iacute;sica, Enlace de datos, Red,  Transporte, Sesi&oacute;n, Presentaci&oacute;n y Aplicaci&oacute;n.</p></td>
  </tr>
</table>
</body>
</html>
