<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
body {
	background-color: #D6D6D6;
}
.style1 {
	font-size: 18px;
	font-weight: bold;
}
-->
</style></head>

<body>
<table width="926" height="411" border="0">
  <tr>
    <th width="466" align="left" valign="top" scope="col"><p align="justify" class="style1">&iquest;C&oacute;mo funciona el modelo OSI?</p>
      <p align="justify"><br />
        El  funcionamiento del Modelo OSI depende directamente de sus&nbsp;siete capas, en  las que descompone el complicado proceso de la comunicaci&oacute;n digital. Al  compartimentarlo, asigna a cada capa funciones muy espec&iacute;ficas, dentro de una  estructura jer&aacute;rquica fija.<br />
    As&iacute;, cada  protocolo de comunicaci&oacute;n emplea estas capas en su totalidad o s&oacute;lo algunas de  ellas, pero al obedecer este conjunto de reglas,&nbsp;garantiza que la  comunicaci&oacute;n entre las redes sea eficaz&nbsp;y sobre todo que se de en los  mismos t&eacute;rminos.</p>
      <p align="justify">&nbsp;</p>
      <p align="justify" class="style1">&iquest;Para qu&eacute; sirve el modelo OSI?</p>
      <p align="justify"><br />
        El Modelo  OSI es fundamentalmente una herramienta conceptual, de organizaci&oacute;n de las  telecomunicaciones.&nbsp;Universaliza la manera en que la informaci&oacute;n es  compartida entre redes inform&aacute;ticas&nbsp;o sistemas computarizados,  independientemente de su origen geogr&aacute;fico, empresarial u otras condiciones que  podr&iacute;an dificultar la comunicaci&oacute;n de los&nbsp;datos.<br />
    El Modelo  OSI no es una topolog&iacute;a de red, ni un modelo de red en s&iacute; mismo, ni una  especificaci&oacute;n de protocolos; simplemente&nbsp;es una herramienta que define la  funcionalidad de los protocolos, para conseguir un est&aacute;ndar de comunicaci&oacute;n, o  sea, lograr que todos los&nbsp;sistemas&nbsp;hablen el mismo idioma. Sin &eacute;l,  una red tan vasta y variopinta como Internet ser&iacute;a pr&aacute;cticamente imposible.</p></th>
    <th width="480" align="left" valign="top" scope="col"><img src="imagenes/Captura de pantalla 2024-02-04 195745.jpg" width="471" height="586" /></th>
  </tr>
</table>
</body>
</html>
