<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
body {
	background-color: #ECECEC;
}
.style1 {
	font-size: 24px;
	font-weight: bold;
}
.style2 {font-size: 14px}
.style3 {font-size: 16px}
-->
</style></head>

<body>
<table width="847" border="0">
  <tr>
    <th width="414" align="left" valign="top" scope="col"><p align="justify" class="style1">Elementos b&aacute;sicos de una red de computadoras</p>    
      <p align="justify"><br />
          <span class="style2">Com&uacute;nmente  una red inform&aacute;tica contiene los siguientes elementos:</span></p>
      <p align="justify"><span class="style3"><strong>Servidor:</strong>&nbsp;</span><span class="style2">Las computadoras de una red no poseen la  misma jerarqu&iacute;a, ni desempe&ntilde;an las mismas funciones. Por ejemplo, los  servidores son los encargados de procesar el flujo de datos de la red,  atendiendo a todas las dem&aacute;s computadoras conectadas (es decir, &ldquo;sirvi&eacute;ndolos&rdquo;)  y centralizando el control de la red en s&iacute; misma.</span></p>
      <p align="justify"><span class="style3"><strong>Clientes&nbsp;o estaciones de trabajo:</strong></span><span class="style2">&nbsp;Estas son las computadoras  que no sirven a las dem&aacute;s, sino que forman parte de la red y brindan acceso a  la misma, solicitando los recursos administrados por el servidor.</span></p>
      <p align="justify"><span class="style3"><strong>Medios  de transmisi&oacute;n:</strong></span>&nbsp;<span class="style2">Se  refiere al cableado, a las ondas electromagn&eacute;ticas, o al medio f&iacute;sico que  permita la transmisi&oacute;n de la informaci&oacute;n de la red, sea cual sea.</span></p>
    <p align="justify"><span class="style3"><strong>Elementos  de hardware:</strong>&nbsp;</span><span class="style2">Todas las piezas  tecnol&oacute;gicas que habilitan el establecimiento f&iacute;sico de una red, o sea, que la  permiten. Hablamos de tarjetas de red, m&oacute;dems y enrutadores, o antenas  repetidoras que extienden la conexi&oacute;n inal&aacute;mbricamente.</span></p>    </th>
    <th width="423" align="left" valign="top" scope="col"><img src="videos/pc.gif" width="423" height="496" /></th>
  </tr>
  <tr>
    <th height="98" colspan="2" align="left" valign="top" scope="col"><p align="justify"><span class="style3"><strong>Elementos  de softwar:</strong></span>&nbsp;<span class="style2">Similarmente, se requiere de&nbsp;programas&nbsp;para administrar y poner en  funcionamiento el&nbsp;hardware&nbsp;de comunicaciones de cada estaci&oacute;n de  trabajo, lo que incluye el&nbsp;Sistema Operativo&nbsp;de Redes (NOS, del  ingl&eacute;s&nbsp;<em>Network Operating System</em>), que adem&aacute;s de sostener la  operatividad de la red, le brinda servicios de&nbsp;antivirus&nbsp;y&nbsp;firewall;  as&iacute; como los&nbsp;protocolos&nbsp;comunicativos (TCP/IP) que permiten a las  m&aacute;quinas compartir el idioma.</span></p></th>
  </tr>
</table>
<p align="left">&nbsp;</p>
</body>
</html>
