<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
body,td,th {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 12px;
}
body {
	background-color: #ECECEC;
}
.style3 {font-size: 18px}
.style9 {font-size: 14px}
.style10 {font-size: 16px}
-->
</style></head>

<body>
<table width="969" height="178" border="0">
  <tr>
    <th width="575" align="center" valign="top" scope="col"><p><span class="style3">Elementos de una red inform&aacute;tica</span></p>
      <p align="justify"><br />
        <span class="style9">Usualmente en las redes inform&aacute;ticas se presentan los siguientes elementos:</span></p>
      <p align="justify"><span class="style10">Servidores: </span><span class="style9">En una red no siempre los computadores poseen la misma jerarqu&iacute;a o funciones. Los servidores son los que procesan el flujo de datos, atendiendo a todos los dem&aacute;s computadores de la red (&ldquo;sirvi&eacute;ndolos&rdquo;, de all&iacute; su nombre) y centralizando el control de la red</span></p>
      <p align="justify"> <span class="style10">Clientes o estaciones de trabajo:</span> <span class="style9">Se llama as&iacute; a los computadores que no son servidores, sino que forman parte de la red y permiten a los usuarios el acceso a la misma, empleando los recursos administrados por el servidor.</span></p>
      <p align="justify"><br />
        <span class="style10">Medios de transmisi&oacute;n: </span><span class="style9">Se llama as&iacute; al cableado o a las ondas electromagn&eacute;ticas, seg&uacute;n sea el caso, que permiten la transmisi&oacute;n de la informaci&oacute;n.</span></p>
      <p align="justify"><br />
        <br />
      <span class="style10">Elementos de hardware:</span> <span class="style9">Aquellas piezas que permiten el establecimiento f&iacute;sico de la red, como son las tarjetas de red en cada computador, los m&oacute;dems y enrutadores que sostienen la transmisi&oacute;n de datos, o las antenas repetidoras que extienden la conexi&oacute;n (en caso de ser inal&aacute;mbricas).</span></p>
    <p align="justify"><span class="style10">Elementos de software:</span> <span class="style9">Por &uacute;ltimo est&aacute;n los programas requeridos para administrar y poner en funcionamiento el hardware de comunicaciones, y que incluye el Sistema Operativo de Redes (NOS, del ingl&eacute;s Network Operating System), el cual adem&aacute;s de sostener el funcionamiento de la red le brinda soporte de antivirus y firewall; y los protocolos comunicativos (como los TCP e IP) que permiten a las m&aacute;quinas &ldquo;hablar&rdquo; el mismo idioma.</span></p></th>
    <th width="384" align="center" valign="top" scope="col"><img src="videos/laptop.gif" width="313" height="470" /></th>
  </tr>
  <tr>
    <th colspan="2" align="left" valign="top" scope="col"><p align="justify"><br />
    </p>    </th>
  </tr>
</table>
</body>
</html>
