<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
body {
	background-color: #D6D6D6;
}
.style1 {font-size: 14px}
-->
</style></head>

<body>
<table width="930" height="526" border="0">
  <tr>
    <th width="524" height="522" align="left" valign="top" scope="col"><h1><strong>Modelo OSI</strong> </h1>
    <p align="justify" class="style1">El Modelo  OSI (de las siglas en ingl&eacute;s: Open Systems Interconnection, o sea,  &ldquo;Interconexi&oacute;n de Sistemas Abiertos&rdquo;), es un modelo de referencia para los  protocolos de comunicaci&oacute;n de las redes inform&aacute;ticas o redes de computadores.  Fue creado en la d&eacute;cada de 1980 por la Organizaci&oacute;n Internacional de  Normalizaci&oacute;n (ISO).</p>
    <p align="justify" class="style1">El Modelo  OSI se public&oacute; inicialmente por la Uni&oacute;n Internacional de Telecomunicaciones  (UIT) hasta 1983, y desde 1984 tambi&eacute;n lo ofrece la propia ISO, con est&aacute;ndar.  Su funci&oacute;n fue estandarizar o serializar las comunicaciones en Internet, dado  que en sus inicios &eacute;sta era sumamente ca&oacute;tica.</p>
    <p align="justify" class="style1">Al ser un  modelo normativo, el Modelo OSI es realmente un constructo te&oacute;rico, sin  correlato directo en el mundo de lo tangible. No es m&aacute;s que un intento de  normar las diversas y variadas voces tecnol&oacute;gicas del mundo, dado que existen  numerosos fabricantes, compa&ntilde;&iacute;as y tecnolog&iacute;as en el mundo de las  telecomunicaciones.</p>
    <p align="justify" class="style1">Este modelo  se ha refinado con el tiempo y hoy ofrece siete capas distintas con las que  definir las distintas fases que atraviesa la informaci&oacute;n en su viaje de un  dispositivo electr&oacute;nico a otro conectado en la red. No importa la ubicaci&oacute;n  geogr&aacute;fica del usuario ni el tipo de tecnolog&iacute;a que utilice, todos los medios  de interconexi&oacute;n global, como Internet, emplean este tipo de protocolos  unificados.</p></th>
    <th width="396" align="left" valign="top" scope="col"><img src="imagenes/modelo-osi-e1565199250681.jpg" width="396" height="499" /></th>
  </tr>
</table>
</body>
</html>
