<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
body {
	background-color: #DADADA;
}
body,td,th {
	color: #000000;
	font-family: Arial, Helvetica, sans-serif;
}
.style1 {font-size: 12px}
-->
</style></head>

<body>
<table width="844" height="446" border="0">
  <tr>
    <th width="323" align="left" valign="top" scope="col"><p align="justify"><strong>&iquest;Qu&eacute; es una red?</strong></p>
      <p align="justify"><br />
        <span class="style1"><strong>En inform&aacute;tica, se entiende por red (usualmente red inform&aacute;tica o red de computadoras) a la interconexi&oacute;n de un n&uacute;mero determinado de computadores (o de redes, a su vez) mediante dispositivos al&aacute;mbricos o inal&aacute;mbricos que, mediante impulsos el&eacute;ctricos, ondas electromagn&eacute;ticas u otros medios f&iacute;sicos, les permiten enviar y recibir informaci&oacute;n en paquetes de datos, compartir sus recursos y actuar como un conjunto organizado.</strong></span></p>
    <p align="justify" class="style1">Las redes cuentan con procesos de emisi&oacute;n y recepci&oacute;n de mensajes, as&iacute; como de una serie de c&oacute;digos y est&aacute;ndares que garantizan su comprensi&oacute;n por los computadores conectados a la red (y no por cualquier otro). A dichos est&aacute;ndares de comunicaci&oacute;n se los conoce como protocolos, y el m&aacute;s com&uacute;n de ellos actualmente es el TCP/IP.</p>      </th>
    <th width="511" scope="col"><img src="imagenes/IMG_4703.JPG" width="508" height="306" /></th>
  </tr>
  <tr>
    <th height="173" colspan="2" align="left" valign="top" scope="col"><p align="justify" class="style1">La construcci&oacute;n de una red permite administrar una comunicaci&oacute;n interna, compartir la ejecuci&oacute;n de programas o el acceso a Internet, e incluso la administraci&oacute;n de perif&eacute;ricos  como impresoras, esc&aacute;neres, etc. Este tipo de sistemas de enjambre sostienen actualmente muchos de los procesos de administraci&oacute;n y procesamiento de informaci&oacute;n en nuestros d&iacute;as, como son las redes de telecomunicaciones, la Internet o las diversas Intranet empresariales o de organizaciones varias.</p>
    <p align="justify" class="style1">La aparici&oacute;n de las redes revolucion&oacute; el modo de comprender la inform&aacute;tica y abri&oacute; un nuevo campo dentro de esta disciplina para atender las necesidades de mejor&iacute;a, seguridad y operatividad de la comunicaci&oacute;n inform&aacute;tica.</p></th>
  </tr>
</table>
<p>&nbsp;</p>
<p>&nbsp;</p>
</body>
</html>
